{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "A common fruit found on trees all around Hyrule. Eat it fresh, or cook it to increase its effect."
			},
			"Translation":
			{
				"Text": "一种常见的水果，在海拉尔周围的树上发现。新鲜食用，或煮熟以增加其效果。"
			},
			"Key": "5D19E7FF489F4A27F2356AB0D1772CB2"
		},
		{
			"Source":
			{
				"Text": "A magical rod that can cast extreme cold in a wide range. These are crafted from refined ice found at the summit of Hebra peak. It will break when depleted"
			},
			"Translation":
			{
				"Text": "一根神奇的尖棒，可以在大范围内施放极度寒冷。这些都是由在赫布拉峰顶发现的精炼冰制成的。耗尽后会破裂。"
			},
			"Key": "C901512A49205693875749866C5DC430"
		},
		{
			"Source":
			{
				"Text": "A reinforced Bokoblin club made to maximize damage. The sharpened bones jabbed into make it a brutal weapon"
			},
			"Translation":
			{
				"Text": "一根加固的博科布林棍，旨在最大限度地提高伤害。刺入的锋利骨头使其成为一种残酷的武器。"
			},
			"Key": "EA29D0D04E456AE66447F98851249D3C"
		},
		{
			"Source":
			{
				"Text": "An extremely tough pumpkin raised in village fields. When cooked, that toughness manifests itself by considerably upping defense."
			},
			"Translation":
			{
				"Text": "在村里的田野里种植的极其坚韧的南瓜。煮熟后，这种韧性会通过大大提高防御力来体现。"
			},
			"Key": "38F4CCA04491E08EAF0EB38CCDF8E6FF"
		},
		{
			"Source":
			{
				"Text": "Apple"
			},
			"Translation":
			{
				"Text": "苹 果"
			},
			"Key": "0517AAD14B409D16D7E8A4920C86A1CB"
		},
		{
			"Source":
			{
				"Text": "Bananas"
			},
			"Translation":
			{
				"Text": "香 蕉"
			},
			"Key": "027949A74FFE2D7E27AE26ACB235084A"
		},
		{
			"Source":
			{
				"Text": "BlizzardRod"
			},
			"Translation":
			{
				"Text": "暴雪棒"
			},
			"Key": "36641FDD40906FDD7815A7A63D8F647D"
		},
		{
			"Source":
			{
				"Text": "Cancel"
			},
			"Translation":
			{
				"Text": "取 消"
			},
			"Key": "A9DB74E54514408B2E88C49C6A27EC5B"
		},
		{
			"Source":
			{
				"Text": "DayBreaker"
			},
			"Translation":
			{
				"Text": "破晓者"
			},
			"Key": "576B0C4E485CBD2EAA832FA4AD5153F3"
		},
		{
			"Source":
			{
				"Text": "Eatabled"
			},
			"Translation":
			{
				"Text": "食 物"
			},
			"Key": "640CA6924BDA1BF3708FC7864B293013"
		},
		{
			"Source":
			{
				"Text": "Inventory"
			},
			"Translation":
			{
				"Text": "物 品 清 单"
			},
			"Key": "EA06BBD44B03C762A4B095AFC1C6AF57"
		},
		{
			"Source":
			{
				"Text": "KnightBroad"
			},
			"Translation":
			{
				"Text": "骑士剑"
			},
			"Key": "D6A33ED54D5FB45B701830944793EE6E"
		},
		{
			"Source":
			{
				"Text": "Knights of Hyrule once carried this sword. These days it's the weapon of choice for seasoned adventurers thanks to its ease of use and high attack power."
			},
			"Translation":
			{
				"Text": "海拉尔骑士团曾经携带过这把剑。如今，由于其易用性和高攻击力，它是经验丰富的冒险家的首选武器。"
			},
			"Key": "4583BEED43E356ED3DAFE7920A720F7A"
		},
		{
			"Source":
			{
				"Text": "Pepper"
			},
			"Translation":
			{
				"Text": "辣 椒"
			},
			"Key": "F32668884C5E62C40C604A859CE72621"
		},
		{
			"Source":
			{
				"Text": "Pumpkin"
			},
			"Translation":
			{
				"Text": "南 瓜"
			},
			"Key": "AFD490BE4055C1D1A22AFC91936A5EFA"
		},
		{
			"Source":
			{
				"Text": "RoyalGuard"
			},
			"Translation":
			{
				"Text": "皇家护盾"
			},
			"Key": "83FBB4624E322C326D065496ED22FB4E"
		},
		{
			"Source":
			{
				"Text": "Shields"
			},
			"Translation":
			{
				"Text": "盾 牌"
			},
			"Key": "2BFCC67F40D6BD2E36F97194233C0162"
		},
		{
			"Source":
			{
				"Text": "SpikedBoko"
			},
			"Translation":
			{
				"Text": "波克尖刺"
			},
			"Key": "F513F84D441DBBBB6B06068E657FDCB8"
		},
		{
			"Source":
			{
				"Text": "SteelLizal"
			},
			"Translation":
			{
				"Text": "钢制蜥蜴盾"
			},
			"Key": "55938E9342B7B820601826A1E06CAAAA"
		},
		{
			"Source":
			{
				"Text": "Take"
			},
			"Translation":
			{
				"Text": "拾 取"
			},
			"Key": "D4391AF94F44AC7BA68961844EDCCF0D"
		},
		{
			"Source":
			{
				"Text": "This Lizal shield is adorned with several metal shells as a means of reinforcement. Its defensive capabilities are high, but its weight requires a skilled soldier to bear."
			},
			"Translation":
			{
				"Text": "这个蜥蜴盾牌上装饰着几个金属外壳作为加固手段。它的防御能力很高，但它的重量需要熟练的士兵来承受。"
			},
			"Key": "2CC177C14D82330E6C54278F857A029B"
		},
		{
			"Source":
			{
				"Text": "This fruit grows mainly in tropical forests of the Faron region. When it's used as an ingredient, the resulting dish will temporarily increase your attack power."
			},
			"Translation":
			{
				"Text": "这种水果主要生长在法伦地区的热带森林中。当它被用作配料时，由此产生的菜肴会暂时增加你的攻击力。"
			},
			"Key": "25F07F824A3C361862EFF08DB984EBB1"
		},
		{
			"Source":
			{
				"Text": "This pepper is exploding with spice. Cook with it to create dishes that will raise your body temperature and help you withstand the cold."
			},
			"Translation":
			{
				"Text": "这种辣椒充满了香料。用它烹饪，制作出可以提高体温并帮助您抵御寒冷的菜肴。"
			},
			"Key": "CCB5F6AF4E5D80444E9D03B9677657B8"
		},
		{
			"Source":
			{
				"Text": "This resilient fruit can flourish even in the heat of the desert. The hydrating liquid inside provides a cooling effect that, when cooked, increases your heat resistance."
			},
			"Translation":
			{
				"Text": "即使在炎热的沙漠中，这种有弹性的果实也能茁壮成长。里面的保湿液提供冷却效果，煮熟后可增加您的耐热性。"
			},
			"Key": "85FF122F47A602E8B6EB9DBC7F60BEE8"
		},
		{
			"Source":
			{
				"Text": "This shield was cherished by the Gerudo Champion Urbosa. The gold used to make it was handpicked to ensure a design that is both lightweight and very durable."
			},
			"Translation":
			{
				"Text": "这面盾牌被格鲁多冠军乌尔博萨珍视。用于制作它的黄金是精心挑选的，以确保设计既轻巧又非常耐用。"
			},
			"Key": "1D8ED35D433480A328812A9E4699A09A"
		},
		{
			"Source":
			{
				"Text": "This shield was forged using ancient Sheikah technology. It boasts extremely high stopping power, but its structural weakness made its low durability impractical for combat."
			},
			"Translation":
			{
				"Text": "这面盾牌是用古老的谢卡技术锻造的。它拥有极高的制动力，但其结构弱点使其低耐久性在战斗中不切实际。"
			},
			"Key": "4DB09553441FA66F48844AAF8D0D7F5C"
		},
		{
			"Source":
			{
				"Text": "Watermelon"
			},
			"Translation":
			{
				"Text": "西 瓜"
			},
			"Key": "D1E9B2524B78C6BD33EA4383864E1451"
		},
		{
			"Source":
			{
				"Text": "Weapons"
			},
			"Translation":
			{
				"Text": "武 器"
			},
			"Key": "E87BB994486BC66241D1E29A9FDE74A4"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_UI",
			"Children": [
				{
					"Source":
					{
						"Text": "Drop"
					},
					"Translation":
					{
						"Text": "丢 弃"
					},
					"Key": "Drop_UI"
				},
				{
					"Source":
					{
						"Text": "Eat"
					},
					"Translation":
					{
						"Text": "食 用"
					},
					"Key": "Eat_UI"
				},
				{
					"Source":
					{
						"Text": "Equip"
					},
					"Translation":
					{
						"Text": "装 备"
					},
					"Key": "Equip_UI"
				}
			]
		}
	]
}